// Answers Array
export const result = [
        {
                PatternNumber: '1',
                typeName: 'アクティブ・スマートグループ',
                ilustration: 'graph_01',
                catchCopy: '最高の美神',
                kihonseikaku:
                        '向上心が強く、前向きで、常にエネルギーに満ち溢れている人です。論理的に物ごとを考える一方で、感受性も豊かで、共感力も高いため、社交的です。一方、完璧主義者な上、基礎能力が高いため、挫折に弱く、他人に対しては無意識のうちに上から目線な態度を取ってしまい、反感を買うこともあるかもしれません。人間関係が上手くいかないと思ったときは、日ごろの態度を少し改め、謙虚な態度で他人に接するように心がけましょう。',
        },
        {
                PatternNumber: '2',
                typeName: '無関心・サイレントマジョリティグループ',
                ilustration: 'graph_02',
                catchCopy: '静寂の女神',
                kihonseikaku:
                        '何事に対しても積極性に乏しく、受け身に徹することが多い、「草食系」と言えるタイプです。自己主張が少なく、穏やかな日常を過ごすことを好む平和主義者です。また、やや優柔不断なうえ、「自分がやりたいこと」「ほしいもの」が明確ではないので、他人に流されることも多いでしょう。ただ、本人はそうした現状に対して、あまり不満は感じていないようです。自分の目標や得意なことを見極め、突き詰めていく努力をすれば、大きく成長する可能性もあります。',
        },
        {
                PatternNumber: '3',
                typeName: 'ポジティブ・楽天家グループ',
                ilustration: 'graph_03',
                catchCopy: '豊饒の女神',
                kihonseikaku:
                        '「他人とのコミュニケーションはできるかぎり取りたくない」といった、頑な意志を感じます。他人にも自分にも社会にも、あまり興味は抱いていないようです。また、欲望も薄く、「これがしたい」「あれが欲しい」という欲求もほとんどありません。自分では自覚症状がないかもしれませんが、精神的に少し疲れている可能性が高いです。いつも以上に家族や友人と連絡をとってみたり、社会に興味を持ってみたりと、意識を外に向けてみる努力をしてみましょう。',
        },
        {
                PatternNumber: '4',
                typeName: '頑固・カタブツグループ',
                ilustration: 'graph_04',
                catchCopy: '貞潔の女神',
                kihonseikaku:
                        '陽気でノリが良く、ポジティブ。人見知りはせず、世話好きで情に厚い部分もあります。それゆえ、友達も多く、いつも多くの人に囲まれているようなムードメーカー的存在です。行動力や決断力に長けています。一方で、見栄っ張りなところがあったり、自分に自信があるのせいなのか、態度が大きく、やや馴れ馴れしいところがあります。初対面の人とコミュニケーションを取る時には、くれぐれも軽率な態度を取らないように注意しましょう。',
        },
        {
                PatternNumber: '5',
                typeName: '豪快・アグレッシブグループ',
                ilustration: 'graph_05',
                catchCopy: '美闘の女神',
                kihonseikaku:
                        '人見知りで、クールなタイプです。人間関係は狭く深くがモットー。一度仲良くなった人とは長く付き合います。整理整頓が得意で、計画性があり、感情に流されることなく理論的に意思決定ができます。マメで、約束・ルールを守るしっかり者。それゆえ、ルーズな人にはとことん厳しく接する一面もあります。真面目で常に正論を語るため、周囲の人と衝突してしまことも多いでしょう。ただ、繊細なので他人の何気ない言動に心を痛めたりするので要注意です。',
        },
        {
                PatternNumber: '6',
                typeName: '優しい・控えめグループ',
                ilustration: 'graph_06',
                catchCopy: '清浄無垢の女神',
                kihonseikaku:
                        '陽気でノリが良く、ポジティブなため、人見知りしません。人と接するのが好きで世話好き、さらには情にも厚いため、周囲から人望を集めることが多いです。計画を立てたり、物事をこなすスピードが早く、決断力もあります。頭の切り替えも早く、トラブルが起きても冷静に対処できるという頼もしい一面もあるため、いろんな人に頼られることも多いでしょう。ただ、自分に自信があるのか、自分の価値観を押し付けたり、自分の非を認めなかったりとやや傲慢なところがあります。',
        },
        {
                PatternNumber: '7',
                typeName: 'マイペース・引っ込み思案グループ',
                ilustration: 'graph_07',
                catchCopy: '守護の女神',
                kihonseikaku:
                        '明るくて優しい人柄ゆえ、友達が多いです。行動力、計画性、決断力に長けており、想定外のトラブルに遭遇しても冷静に対処できる人です。人の立場・肩書によって態度を変えたりしない、フラットな性格です。他人の評価に左右されない、自分の芯をしっかりと持っている人です。誰かが困っているときは、損得を考えずに手を差し伸べてあげるなど、奉仕精神も旺盛です。それゆえ、いろんな人から頼りにされる縁の下の力持ち的な存在でもあります。',
        },
        {
                PatternNumber: '8',
                typeName: '合理主義・クレバーなグループ',
                ilustration: 'graph_08',
                catchCopy: '知恵の女神',
                kihonseikaku:
                        '陽気でノリが良く、ポジティブな性格の持ち主です。人見知りもほとんどしないため、友達が多いです。大人数で遊ぶことは大好きですが、他人に対する思いやり、献身性にやや欠けるところがあるようです。非常にロジカルで行動力、決断力に長けており、計算高いところがあります。トラブル対処能力も高く、非常に柔軟性のある人です。プライドが高く、自分の非を認めなかったり、やや傲慢な傾向もアリ。また我慢強くなく、嫉妬深い一面もあります。',
        },
        {
                PatternNumber: '9',
                typeName: '情緒不安定・アクティブグループ',
                ilustration: 'graph_09',
                catchCopy: '逸楽の女神',
                kihonseikaku:
                        '人見知りで、一見落ち着いたクールなタイプです。他人に対して警戒心がやや強く、潔癖なところがあります。周囲の人を注意深く観察している一方で、あまりコミュニケーションが得意なタイプではありません。ただ、一度仲良くなった人とは長く、深い人間関係を構築します。ただ、繊細な心の持ち主なので、他人の何気ない言動に心を痛めてしまいがちです。批判精神が旺盛なのに、思っていることを素直に伝えられないので、ストレスが溜まっている可能性も。',
        },
];
